ahmadawais.shades-of-purple
anotherglitchinthematrix.monochrome
anthropic.claude-code
be5invis.vscode-custom-css
charliermarsh.ruff
chen-zhanming.allogenes
chrishines.monochrome
dbaeumer.vscode-eslint
github.github-vscode-theme
golang.go
kevinrose.vsc-python-indent
klyap.vscode-celestial-magic-girl-icon-theme
ms-azuretools.vscode-containers
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.vscode-typescript-next
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
nazenano.dark-magician-girl-color-theme
pink-dream.pink-dream
pixl-garden.bongocat
reznikdi.windbg-debug
rust-lang.rust-analyzer
subframe7536.custom-ui-style
username918r818.pure-monochrome
vadimcn.vscode-lldb
vscodevim.vim
